Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sami-boallobeavdi-jierbmetelefovnnaide-lea-valmmas.html.tmx
Source language: sme
Languages: sma

source: Sámi boallobeavdi jierbmetelefovnnaide lea válmmas / Språkteknologi / Giella / Sámediggi - Sametinget
sma: Saemien tastatuvre smarttellefovnide gaervies / Gïeleteknologije / Gïele / Saemiedigkie - Sametinget

source: Sámi boallobeavdi jierbmetelefovnnaide lea válmmas
sma: Saemien tastatuvre smarttellefovnide gaervies

source: Gieldda- ja ođasmahttinministtar Jan Tore Sannerja sámediggepresideanta Aili Keskitalo lohkaba ahte árgabeaivi šaddá álkit sámi álbmogii go oažžu sámi boallobeavddi jierbmetelefovnnaide.
sma: Tjïelte- jïh orrestimmieministere Jan Tore Sanner jïh saemiedigkiepresidente Aili Keskitalo jiehtieh aarkebiejjie aelhkebe sjædta saemien årroejidie gosse mijjieh saemien tastatuvrem smarttellefovnide åadtjobe.

source: Odne almmuhuvvo boallobeavdi jierbmetelefovnnaide guđa sámegillii.
sma: Daan biejjien tastatuvre smarttellefovnide båata govhte joekehts saemien gïelide.

source: - Dál dahká teknologiija álkibun olu olbmuide geavahit sámegiela beaivválaš giellan, ja mun sávan ahte erenoamážit nuorat váldet atnui ođđa boallobeavddi, lohká gieldda- ja ođasmahttinministtar Jan Tore Sanner.
sma: - Daejnie teknologijine dellie aelhkebe sjædta saemien nuhtjedh goh aarkebiejjien gïele jeenjesidie, jïh manne gegkestem joekoen noerh aelkieh daam tastatuvrem nuhtjedh, tjïelte- jïh orrestimmieministere Jan Tore Sanner jeahta.

source: Sámegielas gávdnojit máŋga erenoamáš čállinmearkkat.
sma: Saemien gïelh jïjnjh sjïere væhtah utnieh.

source: Čállit sámegillii jierbmetelefovnnaiguin lea mielddisbuktán ahte ferte lonohallat máŋgga iešguđet lágan giellaboallobevddiid gaskka jus galggai gávdnat dáid iešguđet lágan sámegielbustávaid go čállá ovtta teavstta.
sma: Juktie saemien tjaeledh smarttellefovnide meehti dejtie joekehts væhtide gaavnedh jis ovmessie gïeletastatuvri gaskem målsoeji gosse edtja aktem teekstem tjaeledh.

source: Dát lea leamaš hui lossat.
sma: Daate maa jïjnje barkoe.

source: Odne šaddet ođđa boallobeavddit olahanmuddui, mas leat sámegielbustávat, sihke Android- ja Iphonegeavaheddjiide.
sma: Daan biejjien akte orre tastatuvre saemien væhtajgujmie båata dovne Android- jïh Iphone-nuhtjijidie.

source: Boallobeavdi doarju buot sámegielaid mat leat anus Norggas odne, sihke davvisámegiela, lullisámegiela ja julevsámegiela.
sma: Tastatuvre gaajhkide saemien gïelide dåarjohte mah Nöörjesne åtnasuvvieh daan biejjien, dovne noerhtesaemien, åarjelsaemien jïh julevsaemien.

source: Dasa lassin sáhttá boallobeavddi geavahit go čállá nuortalašgillii, bihtánsámegillii ja anárašgillii.
sma: Lissine skoltesaemien, pijtesaemien jïh enaresaemien nuhtjijh aaj maehtieh tastatuvrem nuhtjedh.

source: Boallobeavdi almmuhuvvo nuvttá Appan.
sma: Tastatuvre båata goh akte namhtah appe.

source: - Jierbmetelefovnnat šaddet ain deháleappot midjiide, sihke ruovttus ja barggus.
sma: - Smarttellefovne sagke væjkalåbpoe sjædta mijjese dovne privaate jïh barkosne.

source: Sámegiel boallobevddiin šaddá álkit gulahallat sámegillii.
sma: Saemien tastatuvrine aelhkebe sjædta saemiengïelesne govlesadtedh.

source: Dát lea buorre ovttaskas olbmui, ja sámi gielaid ovddideapmái, lohká sámediggepresideanta Aili Keskitalo.
sma: Daate hijven fïereguhtese jïh saemien gïelen evtiedimmien gaavhtan saemien, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Lea giellateknologalaš guovddáš Divvun Romssa universitehtas mii lea ráhkadan boallobeavddi.
sma: Gïeleteknologijejarnge Divvun Tromsøen Universiteetesne mij lea tastatuvrem dorjeme.

source: Sámi giellateknologiija guovddáš lea veahkehan ovdánahttinbargguin.
sma: Saemien gïeleteknologijen jarnge lea viehkiehtamme evtiedimmiebarkosne.

source: Boallobeavddi sáhttet maid eará unnitlogugielagat geavahit.
sma: Jeatjah unnebelåhkoegïelh aaj maehtieh tastatuvrem nuhtjedh.

source: - Divvun dahká hui dehálaš barggu ovddidit teknologalaš čovdosiid sámi gielaide, lohká Sanner.
sma: Divvun aktem joekoen vihkeles barkoem dorje juktie teknologeles vuekieh evtiedidh saemien gïelide, Sanner jeahta.

source: Dieđut dan birra movt sáhtát viežžat boallobeavddi gávdnojit Divvuna neahttasiiddus.
sma: ïevnesh guktie maahta tastatuvrem våålese leessedh lea Divvunen nedtesæjrojne.

source: Boallobeavddi samisk tastatur sáhtát viežžat nuvttá Google Playas otná rájes, ja Appstoras vuossargga 15.12.14.
sma: Maahta tastatuvrem Samisk tastatur våålese leessedh namhtah Google Play ’ sne daan biejjien jïh Appstoresne 15.12.14.

source: Dađistaga ođastuvvojit dát ođđa vejolašvuođaiguin – nu go sátnedivvumiin ja sániid ollásiidčállimiin.
sma: Mænngan sæjhta tastatuvrem orrestidh jienebh nuepiejgujmie – goh baakoestaeriedimmie jïh baakoegeervehtimmie.

source: Duogáš:
sma: Våarome:

source: Divvun ovddida giellareaidduid nu go elektrovnnalaš lohkandárkkisteami, sátnedivvunreaiddu ja iešguđet lágan prográmmaid sámegielgeavaheddjiide.
sma: Divvun gïeledïrregh evtede goh elektrovneles staavadimmie, staeriedimmiedïrregh jïh ovmessie programmevaaroeh saemien gïelide.

source: Fargga almmuha Divvun hállansyntesačovdosa davvisámegiela várás, mii dahká vejolažžan oažžut lohkkojuvvot sámegielteavsttaid neahttasiidduin.
sma: Ånnetje Divvun aktem vuekiem buakta talesyntesese noerhtesaemien gïelese, mij nuepie vadta saemien teekstem goltelidh nedtesæjrojne.

source: Divvun-prošeakta álggahuvvui 2004:s ja ovttasbargá lahka Sámi giellateknologiija guovddážiin Romssa universitehtas.
sma: Divvun-prosjekte tseegkesovvi jaepien 2004, jïh lïhke laavenjostoe Saemien gïeleteknologijen jarngine UiT Nöörjen arktiske universiteetesne.

source: Prošeavtta ruhtada Gieldda- ja ođasmahttindepartemeanta, ja eaiggádat leat Sámediggi ja departemeanta.
sma: tjïelte- jïh orrestimmiedepartemeente prosjektem maaksa, jïh aajhterh leah Saemiedigkie jïh departemeente.

source: Eanet dieđut: Sámediggepresideanta Aili Keskitalo, 971 29 305
sma: Vielie bïevnesh: Saemiedigkiepresidente Aili Keskitalo, 971 29 305
